yanghao328427-arch/smart-desktop-ai-terminal/edge/esp32s3_wakenet_probe/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_SPIRAM_BOOT_INIT=y
CONFIG_SR_WN_WN9_NIHAOXIAOXIN_TTS=y
CONFIG_SR_VADN_VADNET1_MEDIUM=y
